Tekla.Structures.AnalysisInternal.DotAnalysisDecomposedMemberLoad.csCode
The CS code of the decomposed member load.

Tekla.Structures.AnalysisInternal.DotAnalysisDecomposedMemberLoad.startDistance
The start distance of the decomposed member load.

Tekla.Structures.AnalysisInternal.DotAnalysisDecomposedMemberLoad.endDistance
The end distance of the decomposed member load.

Tekla.Structures.AnalysisInternal.DotAnalysisDecomposedMemberLoad.startValue
The start value of the decomposed member load.

Tekla.Structures.AnalysisInternal.DotAnalysisDecomposedMemberLoad.endValue
The end value of the decomposed member load.